Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/petra_kuuva_saamelaiskarajien_oppimateriaalisihteeriksi.html.tmx
Source language: fin
Languages: smn

source: Petra Kuuva Saamelaiskäräjien oppimateriaalisihteeriksi
smn: Petra Kuuva Sämitige oppâmateriaalčällen

source: Saamelaiskäräjien hallitus nimitti kokouksessaan 10.12.2020 kasvatustieteiden maisteri Petra Kuuvan oppimateriaalisihteerin virkaan.
smn: Sämitige stivrâ nomâttij čuákkimistis 10.12.2020 šoddâdemtiettuu maister Petra Kuuva oppâmateriaalčällee viirgán.

source: Määräaikaan mennessä virkaan tuli kolme hakemusta.
smn: Meriääigi räi viirgán pottii kulmâ ucâmuš.

source: Kuuva aloittaa tehtävässä vuoden 2021 alussa pitkäaikaisen oppimateriaalisihteerin Hannu Kangasniemen jäädessä eläkkeelle.
smn: Kuuvâ porgâškuát ive 2021 aalgâst, ko kuhesáigásâš oppâmateriaalčällee Hannu Kangasniemi páácá iäláttâhân.

source: Kuuva on aiemmin työskennellyt pitkään inarinsaamenkielisen opetuksen ja inarinsaamen kielen opettajana eri luokka-asteilla esiopetuksesta toisen asteen koulutukseen, ja viimeksi Saamelaiskäräjillä kielipesäohjaajana sekä sitä aiemmin saamenkielisen lastenmateriaalihankkeen suunnittelijana.
smn: Kuuva lii ovdil porgâm kuhháá anarâškielâlii máttááttâs já anarâškielâ máttáátteijen eres luokkataasijn ovdâmáttááttâsâst ain nube tääsi škovliittâsân, já majemustáá Sämitiggeest kielâpiervâlstivrejeijen sehe tađe ovdil sämikielâlii párnáimateriaalhaavâ vuávájeijen.

source: Kuuva on iloinen saadessaan aloittaa työt saamenkielisten oppimateriaalien parissa.
smn: Kuuva lii ilolâš, ko uážžu porgâškuát sämikielâlij oppâmateriaalijguin.

source: – On hyvä tunne päästä tekemään oppimateriaalityötä osana laajaa verkostoa ja osaavaa toimistoa.
smn: – Lii šiev tobdo, ko piäsá porgâđ oppâmateriaalpargo uássin vijđes viärmáduv já čepis toimâttuv.

source: Hannun tekemä pitkäaikainen työ on hyvä pohja jatkaa merkityksellistä ja tärkeää työtä.
smn: Haanu porgâm kuhesäigásâš pargo lii šiev vuáđu juátkiđ merhâšittee já tergâdis pargo.

source: Suurella sydämellä otan tämän innostavan työn vastaan, sanoo Kuuva.
smn: Mun vááldám stuorrâ váimoin taam movtijdittee pargo vuástá, iätá Kuuva.

source: Oppimateriaalisihteerin tehtävänä on valmistella saamenkielisen oppimateriaalin tuottamista koskevia asioita, toimia koulutus- ja oppimateriaalilautakunnan ja saamelaisten koulutusasiain yhteistyöelimen esittelijänä, sihteerinä ja valmistelijana oppimateriaaliasioissa sekä toimeenpanna lautakunnan, yhteistyöelimen, Saamelaiskäräjien hallituksen ja käräjien kokouksen tekemät toimialansa päätökset.
smn: Oppâmateriaalčällee pargon lii valmâštâllâđ sämikielâlii oppâmateriaal pyevtitmân kyeskee aašijd, toimâđ škovlim- já oppâmateriaallävdikode já sämmilij škovlimaašij oovtâstpargo-orgaan oovdânpyehten, čällen já valmâštâllen oppâmateriaalaašijn sehe olášuttiđ lävdikode, oovtâstpargo-orgaan, Sämitige stiivrâ já tige čuákkim toohâm jieijâs toimâsyergi miärádâsâid.

source: Oppimateriaalisihteeri seuraa ja hallinnoi oppimateriaalimäärärahan käyttöä ja materiaalihankkeita, valvoo määräaikaisten oppimateriaalityöntekijöiden työtä, huolehtii oppimateriaalihankkeiden toimitustyöstä, avustaa käräjien puheenjohtajaa toimialaansa kuuluvissa tehtävissä sekä pitää yhteyttä muihin saamelaisorganisaatioihin yli rajojen ja eri viranomaisiin.
smn: Oppâmateriaalčällee čuávu já haaldâš oppâmateriaalmeriruuđâ kevttim já materiaalhaavâid, kocá meriáigásij oppâmateriaalpargei pargo, huolât oppâmateriaalhaavâi toimâttempargoost, iššeed tige saavâjođetteijee jieijâs toimâsuárgán kullee pargoin sehe tuálá ohtâvuođâ eres sämmilâšornijduumijd raajij rasta já sierâ virgeomâháid.

source: Koulutus ja oppimateriaali
smn: Škovlim já oppâmateriaal

source: Lisätietoja
smn: Lasetiäđuh

source: Hallintopäällikkö Pia Ruotsala-Kangasniemi, 010 839 3106 / 040 726 2688, pia.ruotsala(at)samediggi.fi
smn: Haldâttâhhovdâ Pia Ruotsala-Kangasniemi, 010 839 3106 / 040 726 2688, pia.ruotsala(at)samediggi.fi

source: Koulutussihteeri Ulla Aikio-Puoskari, 010 839 3112 / 040 767 3101, ulla-aikio-puoskari(at)samediggi.fi
smn: Škovlimčälleee Ulla Aikio-Puoskari, 010 839 3112 / 040 767 3101, ulla-aikio-puoskari(at)samediggi.fi
